---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorHoriz
source: html/dca18e33-535b-6157-fe62-dda19fc4d160.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorHoriz Property

"Interior Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionInteriorHoriz { get; }
```